<template>
  <div>
    <van-nav-bar
        title="用户协议与隐私授权"
        left-arrow
        @click-left="onClickLeft"
        fixed
    />
    <body>
        <div>
            <span>第一部分：用户协议</span>
        </div>
        <p>您好，欢迎来到一席。</p>
        <p>一、基本条款</p>
        <p>1.本协议为一席话(北京)文化传媒有限公司(下称“一席”或“我们”)提供的视频软件 服务与其使用人(下称“用户”或“您”)之间的服务协议(下称“本协议”)。</p>
        <p>2.一席在此特别提示,用户应认真阅读、充分理解本协议全部条款(未成年人阅读时 应得到其监护人的陪同,并特别注意未成年人使用条款),特别是本协议中免除、 减轻或者限制一席责任的全部条款以及含有限制用户权利内容的全部条款。</p>
        <p>3.用户下载、注册、登录、发布信息、使用等行为均将被视为用户完全了解、接受并 同意遵守本协议项下的全部内容。</p>
        <p>4.一席服务的所有权和运营权,以及业务规则及活动的解释权均归一席所有。</p>
        <p>5.若有违反本条款之规定,一席有权不经通知终止相关服务。</p>
        <div>
            <span>二、知识产权声明</span>
        </div>
        <p>1.一席是本软件的知识产权权利人,一席对与所提供服务相关的及提供过程中所包含 的一切知识产权,包括但不限于任何文本、图片、图形、音频、视频等享有及保留 完整、独立的全部权利。本协议中知识产权是指与一席所提供服务相关的各种类的 过去有效的、现行有效的、或即将产生的知识产权,包括但不限于著作权、商标、发明专利、实用新型、外观设计、布图设计、商业秘密、其他知识产权以及相关申 请的权利。</p>
        <p>2.未经一席书面同意或本协议另有约定,用户不得从事以下行为:</p>
        <p>3.为任何营利性或非营利性的目的自行实施、利用、转让或许可任何三方实施、利用、转让上述知识产权,一席保留追究上述未经许可行为的权利;</p>
        <p>4.对本软件进行反向工程(reverse engineer)、反向编译(decompile)或反汇编</p>
        <p>5.本条款非经一席书面同意将持续有效,不因用户关闭一席服务帐户或者停止使用一席服务而失效</p>
        <div>
            <span>三、授权范围</span>
        </div>
        <p>1.用户可以为非商业目的在不超过五台终端设备(包括iOS设备和Android设备)上安 装、使用、显示、运行本软件。</p>
        <p>2.未经一席书面许可,用户不得从事下列行为:</p>
        <p>3.为商业运营目的安装、使用、运行本软件;</p>
        <p>4.对本软件或者本软件运行过程中释放到任何无线手持终端内存中的数据、本软件运行过程中客户端与服务器端的交互数据,以及本软件运行所必需的系统数据,进行 复制、更改、修改、删除、挂接运行或创作任何衍生作品,形式包括但不限于使用 插件、外挂或非经授权的第三方工具/服务接入本软件和相关系统;</p>
        <p>5.将本软件安装在未经一席明示许可的其他终端设备上,包括但不限于机顶盒、游戏 机、电视机、DVD机等。</p>
        <p>6.保留权利:本协议未明示授权的其他一切权利仍归一席所有,用户使用其他权利时 须另外取得一席的书面同意。一席如果未行使前述任何权利,并不构成对该权利的 放弃。</p>
        <div>
            <span>四、使用须知</span>
        </div>
        <P>1.用户必须自行配备手机等无线手持终端上网和使用电信增值业务所需的设备,自行 负担个人手机等无线手持终端上网或第三方(包括但不限于电信或移动通信提供 商)收取的通讯费、信息费等有关费用。如涉及电信增值服务的,我们建议您与您 的电信增值服务提供商确认相关的费用问题。</P>
        <P>2.您了解并且同意只要您使用本软件及服务,您将遵守本条款中的权利义务。您对所 有在您的注册名下发生的一切行为负责;</P>
        <P>3.您了解并且同意一席不能为用户行为负责。使用本软件及服务产生的所有风险由您 个人承担,一席不对本软件及服务的适用性、合法性、安全性、无毒性做任何形式 的保证。如果您发现本软件及服务中存在任何违法违规行为,有义务及时向一席举 报。</P>
        <P>4.用户必须自行配备手机等无线手持终端上网和使用电信增值业务所需的设备,自行 负担个人手机等无线手持终端上网或第三方(包括但不限于电信或移动通信提供 商)收取的通讯费、信息费等有关费用。如涉及电信增值服务的,我们建议您与您的电信增值服务提供商确认相关的费用问题。</P>
        <P>5.您了解并且同意只要您使用本软件及服务,您将遵守本条款中的权利义务。您对所 有在您的注册名下发生的一切行为负责;</P>
        <P>6.您了解并且同意一席不能为用户行为负责。使用本软件及服务产生的所有风险由您 个人承担,一席不对本软件及服务的适用性、合法性、安全性、无毒性做任何形式 的保证。如果您发现本软件及服务中存在任何违法违规行为,有义务及时向一席举 报。</P>
        <P>7.用户不得利用本软件及服务进行故意制作、传播计算机病毒等破坏性程序,不得针 对本服务、与本软件及服务连接的服务器或网络制造干扰、混乱,或违反连接本软件及服务的网络的任何要求、程序、政策或规则,否则一席将保留追究其法律责任的权利并有权将其提交给相关部门处理。</P>
        <P>8.用户依本协议条款所取得的服务权利不可转让。</P>
        <P>9.一席保留在任何时候因为任何原因拒绝向任何人提供服务的权利。</P>
        <P>10.用户须遵守包括但不限于以下严禁事宜:</P>
        <P>11.利用本软件及服务传播反对宪法所确定的基本原则的内容;</P>
        <P>12.利用本软件及服务传播危害国家安全,泄露国家秘密,颠覆国家政权,破坏国家统一的内容;</P>
        <P>13.利用本软件及服务传播损害国家荣誉和利益的内容;利用本软件及服务传播煽动民族仇恨、民族歧视,破坏民族团结的内容;</P>
        <P>14.利用本软件及服务传播破坏国家宗教政策,宣扬邪教和封建迷信的内容;</P>
        <p>15.利用本软件及服务散布谣言,扰乱社会秩序,破坏社会稳定的内容;</p>
        <p>16.利用本软件及服务散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的内容;</p>
        <p>17.利用本软件及服务欺骗、骚扰、侮辱或者诽谤他人,侵害他人合法权益的内容;</p>
        <p>18.利用本软件及服务传播含有法律、行政法规禁止的其他内容;</p>
        <p>19.制作、发布、传播用于窃取一席帐号及他人专属信息、财产、保密信息的软件;</p>
        <p>20.在未经一席书面明确授权前提下,出售、出租、出借、散布、转移复制、修改、链接、转载、汇编、发表、出版或转授权本软件及本软件中包含的服务和内容,擅自 借助本软件及相关信息发展与之有关的衍生产品、作品、服务、插件、外挂、兼 容、互联等,无论是否通过直接/间接方式取得经济或金钱收益;</p>
        <p>21.其他以任何不合法的方式、为任何不合法的目的、或以任何与本协议不一致的方式 使用本软件和和一席提供的其他服务。</p>
        <p>22.如因用户不遵守本条上述任意一款或者几款的规定,一席有权在不事先通知用户的 情况下将相应的内容删除,或采取终止、完全或部分中止、限制用户帐号的使用功 能或停止用户使用本软件或服务;如使得一席承担任何费用、责任或蒙受任何损 失,用户应就上述任何费用、责任或损失(包括但不限于一席因被国家机关予以行 政处罚、任何诉讼或诉讼程序中发生的诉讼费、仲裁费、律师费等相关法律费 用),向一席进行赔偿,使一席免受任何损害。</p>
        <p></p>
        <div>
            <span>五、服务风险及免责声明</span>
        </div>
        <p>1. 在使用本服务的过程中,可能会遇到不可抗力等风险因素,使本服务发生中断。不 可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事 件,包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时,一席将努力在第一时间与相关单位配合,及时进行修复,但是由此给客户造成的损失一席在法律允许的范围内免责。</p>
        <p>2. 本软件及服务仅依其当前所呈现的状况提供,本软件及服务涉及到无线互联网及移 动通讯等服务,可能会受到各个环节不稳定因素的影响。因此软件及服务存在包括 但不限于因上述不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、 用户关机、GSM等移动网络、互联网络、通信线路原因等造成的服务中断或不能满 足用户要求的风险。使用本软件及服务的用户须承担以上风险,一席会尽最大努力 向您提供服务,但对服务的及时性、安全性、连贯性不作担保。</p>
        <p>3. 如一席的系统发生故障而影响到本服务的正常运行,一席承诺在最短时间内与相关 单位配合,及时处理进行修复。但用户因此而产生的经济损失,一席不承担责任。 此外,一席保留不经事先通知为维修保养、升级或其他目的暂停本服务任何部分的权利。</p>
        <p>4. 用户在使用本软件及服务时,须自行承担如下包括但不限于来自一席不可掌控的风险内容:由于无线网络信号不稳定、无线网络带宽小等原因所引起的登录失败、页面打开速度慢等风险；用户必须选择与所安装手机相匹配地软件版本，否则，由于软件与手机型号不相匹配所导致的任何软件问题、手机问题或损害、均由用户自行承担；用户手机隐私信息在使用本软件以及服务时可能产生的信息安全风险；用户在使用本软件访问第三方网站时遇到内容质量和安全问题等均由用户自行承担。</p>
        <h3>本政策生效日期：2020年2月1日</h3>
        <h3>本政策修改及更新权均属于一席</h3>
    </body>
  </div>
</template>
<script>
    import Vue from 'vue';
    import { NavBar } from 'vant';
    import { Cell } from 'vant';
    Vue.use(Cell);
    Vue.use(NavBar);
    export default {
    methods: {
        onClickLeft() {
            this.$router.push('/about')
        }
    }
    }
</script>
<style lang="stylus" scoped>
    body 
        display block
        margin 8px
        font-size 3.4rem
        margin-top 12rem
        p
            display block
            margin-block-start 0.6em
            margin-block-end 0.6em
            margin-inline-start 0px
            margin-inline-end 0px
        div
            font-size 4rem
</style>

 
 







